Repository: freecodecollective/matchmondo
Catalog: MatchMondo/MatchMondo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_es, fr, it, ja, ko, pt_br, zh_hans

source: (own goal)
ar: (هدف في المرمى)
de: (Eigentor)
es: (autogol)
es_es: (en propia puerta)
fr: (but contre son camp)
it: (autorete)
ja: (オウンゴール)
ko: (자책골)
pt_br: (gol contra)
zh_hans: (乌龙球)

source: (penalty)
ar: (ركلة جزاء)
de: (Elfmeter)
es: (penal)
es_es: (penalti)
it: (rigore)
ja: (PK)
ko: (페널티)
pt_br: (pênalti)
zh_hans: (点球)

source: %@ attendance
ar: حضور %@
de: %@ Zuschauer
es: %@ asistentes
es_es: %@ espectadores
fr: %@ spectateurs
it: %@ spettatori
ja: 来場者数 %@
ko: %@ 관중
pt_br: %@ presentes
zh_hans: %@人观赛

source: %lld matches
ar: %lld مباريات
de: %lld Spiele
es: %lld partidos
es_es: %lld partidos
fr: %lld matchs
it: %lld partite
ja: %lld試合
ko: %lld 경기
pt_br: %lld partidas
zh_hans: %lld场比赛

source: %lld of %lld played
ar: %lld من %lld ملعوبة
de: %lld von %lld gespielt
es: %lld de %lld jugados
es_es: %lld de %lld jugados
fr: %lld sur %lld joués
it: %lld di %lld giocate
ja: %lld/%lld試合終了
ko: %lld / %lld 경기 완료
pt_br: %lld de %lld jogadas
zh_hans: 已进行 %lld/%lld 场

source: 1 match
ar: مباراة واحدة
de: 1 Spiel
es: 1 partido
es_es: 1 partido
it: 1 partita
ja: 1試合
ko: 1 경기
pt_br: 1 partida
zh_hans: 1场比赛

source: 3-Day
ar: 3 أيام
de: 3 Tage
es: 3 días
es_es: 3 días
fr: 3 jours
it: 3 giorni
ja: 3日間
ko: 3일
pt_br: 3 Dias
zh_hans: 3天

source: 48 teams in 12 groups. The top two from each group (24 teams) advance, plus the 8 best third-placed teams — 32 teams into the Round of 32.
ar: 48 فريقاً في 12 مجموعة. يتأهل الأول والثاني من كل مجموعة (24 فريقاً)، إضافةً إلى أفضل 8 فرق من المركز الثالث — 32 فريقاً إلى دور الـ32.
de: 48 Teams in 12 Gruppen. Die ersten zwei jeder Gruppe (24 Teams) kommen weiter, plus die 8 besten Drittplatzierten — 32 Teams in der Runde der 32.
es: 48 equipos en 12 grupos. Los dos primeros de cada grupo (24 equipos) avanzan, más los 8 mejores terceros — 32 equipos al Round de 32.
es_es: 48 equipos en 12 grupos. Los dos primeros de cada grupo (24 equipos) pasan, más los 8 mejores terceros — 32 equipos en los dieciseisavos de final.
fr: 48 équipes dans 12 groupes. Les deux premiers de chaque groupe (24 équipes) se qualifient, plus les 8 meilleurs troisièmes — 32 équipes accèdent aux huitièmes de finale.
it: 48 squadre in 12 gironi. Le prime due di ogni girone (24 squadre) avanzano, più le 8 migliori terze classificate — 32 squadre al Turno dei 32.
ja: 12グループ48チーム。各グループ上位2チーム（計24チーム）と3位の中で成績上位の8チーム、合計32チームがベスト32に進出。
ko: 12개 조에 48개 팀. 각 조 상위 2팀(24팀)과 3위 중 최상위 8팀이 32강에 진출합니다.
pt_br: 48 seleções em 12 grupos. As duas melhores de cada grupo (24 seleções) avançam, mais as 8 melhores terceiras colocadas — 32 seleções para as Oitavas de Final.
zh_hans: 48支球队分成12个小组。每组前两名（共24队）晋级，加上8支最佳第三名——32队进入32强。

source: A fan's guide to the laws and tournament rules for Football 2026.
ar: دليل المشجع لقوانين وأنظمة بطولة كرة القدم 2026.
de: Ein Fan-Leitfaden zu den Regeln und Turnierbestimmungen von Fußball 2026.
es: Guía para aficionados sobre las reglas y reglamento del torneo de Fútbol 2026.
es_es: Guía para aficionados sobre el reglamento y las normas del torneo de Fútbol 2026.
fr: Le guide du supporter sur les règles et le règlement de Football 2026.
it: Una guida per i tifosi alle regole e al regolamento di Football 2026.
ja: フットボール 2026のルールガイド
ko: 풋볼 2026의 규칙과 대회 규정에 대한 팬 가이드.
pt_br: Um guia para os fãs sobre as regras e regulamentos do torneio de Futebol 2026.
zh_hans: 足球 2026规则与赛制球迷指南。

source: A warning for unsporting behavior, dissent, persistent fouling, time-wasting, not respecting required distance at free kicks/corners, or entering/leaving the field without permission.
ar: إنذار بسبب السلوك غير الرياضي، أو الاعتراض، أو المخالفات المتكررة، أو إضاعة الوقت، أو عدم احترام المسافة القانونية عند الركلات الحرة/الركنيات، أو الدخول إلى الملعب أو مغادرته دون إذن.
de: Eine Verwarnung für unsportliches Verhalten, Meckern, wiederholtes Foulspiel, Zeitspiel, Nichteinhalten des Abstands bei Freistößen/Ecken oder unerlaubtes Betreten/Verlassen des Feldes.
es: Una advertencia por conducta antideportiva, protestas, faltas reiteradas, pérdida de tiempo, no respetar la distancia en tiros libres/córners, o entrar/salir del campo sin permiso.
es_es: Amonestación por conducta antideportiva, protestas, faltas reiteradas, pérdida de tiempo, no respetar la distancia en faltas/córneres, o entrar/salir del campo sin permiso.
fr: Avertissement pour comportement antisportif, contestation, fautes répétées, perte de temps, non-respect des distances sur coup franc/corner, ou entrée/sortie du terrain sans autorisation.
it: Un ammonimento per comportamento antisportivo, proteste, falli ripetuti, perdita di tempo, mancato rispetto della distanza su punizioni/calcoli d'angolo, o ingresso/uscita dal campo senza autorizzazione.
ja: 非スポーツマン行為、異議、繰り返しの反則、時間稼ぎ、フリーキック/コーナーキックでの距離不遵守、無断でのフィールドへの出入りに対する警告。
ko: 비신사적 행위, 이의 제기, 반복 파울, 시간 낭비, 프리킥/코너킥 거리 미준수, 무단 입퇴장에 대한 경고.
pt_br: Uma advertência por comportamento antidesportivo, contestação, faltas repetidas, perda de tempo, não respeitar a distância em cobranças de falta/escanteio, ou entrar/sair do campo sem permissão.
zh_hans: 对非体育行为、异议、持续犯规、拖延时间、任意球/角球不保持规定距离或未经允许进出场地的警告。

source: About MatchMondo
ar: عن MatchMondo
de: Über MatchMondo
es: Acerca de MatchMondo
es_es: Sobre MatchMondo
fr: À propos de MatchMondo
it: Su MatchMondo
ja: MatchMondoについて
ko: MatchMondo 소개
pt_br: Sobre o MatchMondo
zh_hans: 关于 MatchMondo

source: Advances (top 2)
ar: متأهل (الأول والثاني)
de: Weiter (Top 2)
es: Avanza (top 2)
es_es: Clasifica (top 2)
fr: Qualifiés (2 premiers)
it: Avanza (prime 2)
ja: 進出（上位2）
ko: 진출 (상위 2팀)
pt_br: Avança (top 2)
zh_hans: 晋级（前2名)

source: Age %lld
ar: العمر %lld
de: Alter %lld
es: Edad %lld
es_es: Edad %lld
fr: Âge %lld
it: Età %lld
ja: %lld歳
ko: %lld세
pt_br: Idade %lld
zh_hans: 年龄 %lld

source: All 48 teams competing in Football 2026.
ar: جميع الفرق الـ48 المشاركة في كرة القدم 2026.
de: Alle 48 Teams von Fußball 2026.
es: Los 48 equipos que compiten en Fútbol 2026.
es_es: Los 48 equipos que compiten en Fútbol 2026.
fr: Les 48 équipes participant à Football 2026.
it: Tutte le 48 squadre di Football 2026.
ja: フットボール 2026出場全48チーム
ko: 풋볼 2026에 참가하는 48개 팀 전체.
pt_br: Todas as 48 seleções participantes do Futebol 2026.
zh_hans: 参加足球 2026的全部48支球队。

source: All 48 teams, ordered by world ranking.
ar: جميع الفرق الـ48 مرتبةً حسب التصنيف العالمي.
de: Alle 48 Teams, sortiert nach Weltranking.
es: Los 48 equipos, ordenados por ranking mundial.
es_es: Los 48 equipos, ordenados por ranking mundial.
fr: Les 48 équipes, classées par rang mondial.
it: Tutte le 48 squadre, ordinate per ranking mondiale.
ja: 世界ランキング順の全48チーム
ko: 세계 랭킹순으로 정렬된 48개 팀 전체.
pt_br: Todas as 48 seleções, ordenadas pelo ranking mundial.
zh_hans: 全部48支球队，按世界排名排序。

source: All stages
ar: جميع الأدوار
de: Alle Runden
es: Todas las fases
es_es: Todas las fases
fr: Tous les tours
it: Tutte le fasi
ja: 全ステージ
ko: 전체 단계
pt_br: Todas as fases
zh_hans: 所有阶段

source: Ask me later
ar: اسألني لاحقاً
de: Später fragen
es: Preguntarme después
es_es: Pregúntame más tarde
fr: Me demander plus tard
it: Chiedimelo dopo
ja: 後で聞いて
ko: 나중에 묻기
pt_br: Pergunte depois
zh_hans: 稍后提醒

source: Assist: %@
ar: صناعة: %@
de: Vorlage: %@
es: Asistencia: %@
es_es: Asistencia: %@
fr: Passe décisive : %@
ja: アシスト: %@
ko: 어시스트: %@
pt_br: Assistência: %@
zh_hans: 助攻：%@

source: at %@
ar: في %@
de: bei %@
es: en %@
es_es: en %@
fr: à %@
it: a %@
ko: %@ 원정
pt_br: em %@
zh_hans: 客场 %@

source: Best-third contender
ar: منافس على المركز الثالث الأفضل
de: Bester Dritter (Kandidat)
es: Mejor tercero
es_es: Posible mejor tercero
fr: 3e meilleur potentiel
it: Terza in lizza
ja: 3位進出候補
ko: 3위 진출 경쟁
pt_br: Candidato ao melhor terceiro
zh_hans: 最佳第三名候选

source: Built by a group of passionate football fans in California who wanted a better way to follow Football 2026. We built this app for ourselves — and we're grateful anyone else has found it useful.
ar: صنعه مجموعة من عشاق كرة القدم في كاليفورنيا أرادوا طريقةً أفضل لمتابعة كرة القدم 2026. بنيناه لأنفسنا — ونحن ممتنون لكل من وجده مفيداً.
de: Entwickelt von einer Gruppe leidenschaftlicher Fußballfans in Kalifornien, die Fußball 2026 besser verfolgen wollten. Wir haben diese App für uns selbst gebaut — und sind dankbar, dass sie auch anderen nützt.
es: Creada por un grupo de apasionados del fútbol en California que querían una mejor forma de seguir Fútbol 2026. La hicimos para nosotros — y agradecemos que otros también la encuentren útil.
es_es: Creada por un grupo de apasionados del fútbol en California que querían una forma mejor de seguir Fútbol 2026. La hicimos para nosotros — y nos alegra que a alguien más le resulte útil.
fr: Créée par un groupe de passionnés de football en Californie qui voulaient mieux suivre Football 2026. Nous avons conçu cette appli pour nous-mêmes — et nous sommes ravis qu'elle soit utile à d'autres.
it: Creata da un gruppo di appassionati di calcio in California che volevano un modo migliore per seguire Football 2026. L'abbiamo costruita per noi stessi — e siamo felici che sia utile anche ad altri.
ja: フットボール 2026をもっと楽しみたいカリフォルニアのサッカーファンが作りました。自分たちのために作ったアプリですが、皆さんにもお役に立てれば幸いです。
ko: 풋볼 2026을 더 잘 즐기고 싶었던 캘리포니아의 열정적인 축구 팬들이 만들었습니다. 우리 자신을 위해 만든 앱이지만, 다른 분들에게도 도움이 되어 감사합니다.
pt_br: Criado por um grupo de apaixonados por futebol na Califórnia que queriam uma forma melhor de acompanhar o Futebol 2026. Fizemos este app para nós mesmos — e ficamos gratos que mais pessoas o acharam útil.
zh_hans: 由一群热爱足球的加州球迷打造，只为更好地追踪足球 2026。我们为自己开发了这款应用——也很高兴它对更多人有所帮助。

source: Cards
ar: البطاقات
de: Karten
es: Tarjetas
es_es: Tarjetas
fr: Cartons
it: Cartellini
ja: カード
ko: 카드
pt_br: Cartões
zh_hans: 牌

source: Close App
ar: أغلق التطبيق
de: App schließen
es: Cerrar app
es_es: Cerrar la app
fr: Fermer l'appli
it: Chiudi app
ja: アプリを閉じる
ko: 앱 닫기
pt_br: Fechar App
zh_hans: 关闭应用

source: Corners
ar: الركنيات
de: Ecken
es: Córners
es_es: Córneres
it: Calci d'angolo
ja: コーナーキック
ko: 코너킥
pt_br: Escanteios
zh_hans: 角球

source: D
ar: ت
de: U
es: E
es_es: E
fr: N
it: P
ja: 分
ko: 무
pt_br: E
zh_hans: 平

source: Defenders
ar: المدافعون
de: Abwehr
es: Defensas
es_es: Defensas
fr: Défenseurs
it: Difensori
ja: ディフェンダー
ko: 수비수
pt_br: Defensores
zh_hans: 后卫

source: Display flag icons next to team names
ar: عرض أيقونات الأعلام بجانب أسماء الفرق
de: Flaggen-Icons neben Teamnamen anzeigen
es: Mostrar iconos de bandera junto a los nombres de los equipos
es_es: Mostrar banderas junto a los nombres de los equipos
fr: Afficher les drapeaux à côté des noms d'équipes
it: Mostra icone bandiera accanto ai nomi delle squadre
ja: チーム名の横に国旗アイコンを表示
ko: 팀 이름 옆에 국기 아이콘 표시
pt_br: Exibir bandeiras ao lado dos nomes das seleções
zh_hans: 在球队名称旁显示国旗图标

source: Display kickoff times on match cards
ar: عرض مواعيد المباريات على بطاقات المباريات
de: Anstoßzeiten auf Spielkarten anzeigen
es: Mostrar horarios de inicio en las tarjetas de partido
es_es: Mostrar horarios de los partidos en las tarjetas
fr: Afficher les horaires de coup d'envoi sur les fiches de match
it: Mostra orari delle partite nelle schede
ja: 試合カードにキックオフ時間を表示
ko: 경기 카드에 킥오프 시간 표시
pt_br: Exibir horários de início nos cards das partidas
zh_hans: 在比赛卡片上显示开球时间

source: Display ranking badges next to team names
ar: عرض شارات التصنيف بجانب أسماء الفرق
de: Ranking-Badges neben Teamnamen anzeigen
es: Mostrar insignias de ranking junto a los nombres de los equipos
es_es: Mostrar ranking junto a los nombres de los equipos
fr: Afficher les classements à côté des noms d'équipes
it: Mostra badge ranking accanto ai nomi delle squadre
ja: チーム名の横にランキングバッジを表示
ko: 팀 이름 옆에 랭킹 배지 표시
pt_br: Exibir medalhas de ranking ao lado dos nomes das seleções
zh_hans: 在球队名称旁显示排名徽章

source: Display venue and city on match cards
ar: عرض الملعب والمدينة على بطاقات المباريات
de: Stadion und Stadt auf Spielkarten anzeigen
es: Mostrar estadio y ciudad en las tarjetas de partido
es_es: Mostrar estadio y ciudad en las tarjetas de partido
fr: Afficher le stade et la ville sur les fiches de match
it: Mostra stadio e città nelle schede partita
ja: 試合カードに会場と都市を表示
ko: 경기 카드에 경기장 및 도시 표시
pt_br: Exibir estádio e cidade nos cards das partidas
zh_hans: 在比赛卡片上显示场馆和城市

source: Don't ask again
ar: لا تسألني مجدداً
de: Nicht mehr fragen
es: No volver a preguntar
es_es: No volver a preguntar
fr: Ne plus demander
it: Non chiedere più
ja: もう聞かない
ko: 다시 묻지 않기
pt_br: Não perguntar novamente
zh_hans: 不再询问

source: Donate to Genesis Oakland
ar: تبرع لـ Genesis Oakland
de: An Genesis Oakland spenden
es: Donar a Genesis Oakland
es_es: Donar a Genesis Oakland
fr: Faire un don à Genesis Oakland
it: Dona a Genesis Oakland
ja: Genesis Oaklandに寄付する
ko: Genesis Oakland에 기부
pt_br: Doar para o Genesis Oakland
zh_hans: 向 Genesis Oakland 捐款

source: Donate via Venmo (@busselle, 2515)
ar: تبرع عبر Venmo (@busselle, 2515)
de: Per Venmo spenden (@busselle, 2515)
es: Donar por Venmo (@busselle, 2515)
es_es: Donar por Venmo (@busselle, 2515)
fr: Faire un don via Venmo (@busselle, 2515)
it: Dona tramite Venmo (@busselle, 2515)
ja: Venmoで寄付する（@busselle, 2515）
ko: Venmo로 기부 (@busselle, 2515)
pt_br: Doe via Venmo (@busselle, 2515)
zh_hans: 通过 Venmo 捐款（@busselle，2515）

source: Done
ar: تم
de: Fertig
es: Listo
es_es: Hecho
fr: Terminer
it: Fine
ja: 完了
ko: 완료
pt_br: Pronto
zh_hans: 完成

source: Email us a feature request
ar: أرسل لنا طلب ميزة عبر البريد الإلكتروني
de: Feature-Wunsch per E-Mail senden
es: Envíanos una solicitud de función
es_es: Envíanos una sugerencia por correo
fr: Nous envoyer une suggestion par e-mail
it: Inviaci una richiesta di funzionalità
ja: 機能リクエストをメールで送る
ko: 기능 요청 이메일 보내기
pt_br: Envie-nos uma sugestão de funcionalidade
zh_hans: 发邮件给我们提功能建议

source: Enjoying MatchMondo?
ar: هل تستمتع بـ MatchMondo؟
de: Gefällt dir MatchMondo?
es: ¿Disfrutas MatchMondo?
es_es: ¿Te gusta MatchMondo?
fr: Vous aimez MatchMondo ?
it: Ti piace MatchMondo?
ja: MatchMondoはいかがですか？
ko: MatchMondo가 마음에 드시나요?
pt_br: Gostando do MatchMondo?
zh_hans: 喜欢 MatchMondo 吗？

source: Exclude in-progress
ar: استثناء المباريات الجارية
de: Laufende ausblenden
es: Excluir en curso
es_es: Excluir en curso
fr: Exclure en cours
it: Escludi in corso
ja: 試合中を除く
ko: 진행 중 제외
pt_br: Excluir em andamento
zh_hans: 不含进行中

source: Extended
ar: الوقت الإضافي
de: Verlängerung
es: Extendido
es_es: Prórroga
fr: Prolongations
it: Supplementari
ja: 拡大版
ko: 연장전
pt_br: Prorrogação
zh_hans: 延长赛

source: Feature Requests
ar: طلبات الميزات
de: Feature-Wünsche
es: Solicitudes de funciones
es_es: Sugerencias
fr: Suggestions
it: Richieste di funzionalità
ja: 機能リクエスト
ko: 기능 요청
pt_br: Sugestões de Funcionalidades
zh_hans: 功能建议

source: Final
ar: النهائي
de: Finale
fr: Finale
it: Finale
ja: 決勝
ko: 결승
zh_hans: 决赛

source: Final Scores
ar: النتائج النهائية
de: Endergebnisse
es: Resultados finales
es_es: Resultados finales
fr: Scores finaux
it: Risultati finali
ja: 最終スコア
ko: 최종 점수
pt_br: Resultados Finais
zh_hans: 最终比分

source: Football 2026
ar: كرة القدم 2026
de: Fußball 2026
es: Fútbol 2026
es_es: Fútbol 2026
ja: フットボール 2026
ko: 풋볼 2026
pt_br: Futebol 2026
zh_hans: 足球 2026

source: Forwards
ar: المهاجمون
de: Angriff
es: Delanteros
es_es: Delanteros
fr: Attaquants
it: Attaccanti
ja: フォワード
ko: 공격수
pt_br: Atacantes
zh_hans: 前锋

source: Fouls
ar: الأخطاء
es: Faltas
es_es: Faltas
fr: Fautes
it: Falli
ja: ファウル
ko: 파울
pt_br: Faltas
zh_hans: 犯规

source: Full Time
ar: نهاية المباراة
de: Abpfiff
es: Tiempo completo
es_es: Tiempo reglamentario
fr: Temps réglementaire
it: Tempo pieno
ja: 試合終了
ko: 풀타임
pt_br: Tempo Final
zh_hans: 全场结束

source: GA
ar: عليه
de: GT
es: GC
es_es: GC
fr: BC
it: GS
ja: 失点
ko: 실점
pt_br: GC
zh_hans: 失

source: GD
ar: فا
de: TD
es: DG
es_es: DG
fr: DB
it: DR
ja: 得失
ko: 득실차
pt_br: SG
zh_hans: 净

source: GF
ar: له
de: T
fr: BP
ja: 得点
ko: 득점
pt_br: GP
zh_hans: 进

source: Goalkeepers
ar: حراس المرمى
de: Torhüter
es: Porteros
es_es: Porteros
fr: Gardiens
it: Portieri
ja: ゴールキーパー
ko: 골키퍼
pt_br: Goleiros
zh_hans: 门将

source: Goals
ar: الأهداف
de: Tore
es: Goles
es_es: Goles
fr: Buts
it: Gol
ja: ゴール
ko: 골
pt_br: Gols
zh_hans: 进球

source: Group Stage
ar: دور المجموعات
de: Gruppenphase
es: Fase de grupos
es_es: Fase de grupos
fr: Phase de groupes
it: Fase a gironi
ja: グループステージ
ko: 조별 리그
pt_br: Fase de Grupos
zh_hans: 小组赛

source: Group Tiebreakers
ar: معايير الفصل بين الفرق في المجموعات
de: Gleichstandsregeln
es: Desempates de grupo
es_es: Desempate en grupos
fr: Critères de départage
it: Criteri di spareggio nel girone
ja: グループ順位の決定方法
ko: 조별 순위 결정 방식
pt_br: Critérios de Desempate do Grupo
zh_hans: 小组积分相同时的排名规则

source: Have an idea to make MatchMondo better? We'd love to hear it.
ar: هل لديك فكرة لتحسين MatchMondo؟ نود سماعها.
de: Hast du eine Idee, wie MatchMondo besser werden kann? Wir freuen uns darauf.
es: ¿Tienes una idea para mejorar MatchMondo? Nos encantaría escucharla.
es_es: ¿Tienes alguna idea para mejorar MatchMondo? Nos encantaría conocerla.
fr: Une idée pour améliorer MatchMondo ? Nous sommes à l'écoute.
it: Hai un'idea per migliorare MatchMondo? Ci farebbe piacere sentirla.
ja: MatchMondoをもっと良くするアイデアはありますか？ぜひお聞かせください。
ko: MatchMondo를 더 좋게 만들 아이디어가 있으신가요? 꼭 알려주세요.
pt_br: Tem uma ideia para melhorar o MatchMondo? Adoraríamos ouvir.
zh_hans: 有让 MatchMondo 更好的想法？我们期待听到您的意见。

source: Highlights
ar: أبرز اللحظات
es: Destacados
es_es: Resúmenes
fr: Temps forts
ja: ハイライト
ko: 하이라이트
pt_br: Melhores Momentos
zh_hans: 集锦

source: Highlights coming soon
ar: الأبرز قريباً
de: Highlights bald verfügbar
es: Destacados próximamente
es_es: Resúmenes próximamente
fr: Temps forts bientôt disponibles
it: Highlights in arrivo
ja: ハイライトは近日公開
ko: 하이라이트 곧 제공 예정
pt_br: Melhores momentos em breve
zh_hans: 集锦即将上线

source: If teams are level on points: 1) Goal difference, 2) Goals scored, 3) Head-to-head points, 4) Head-to-head GD, 5) Head-to-head goals scored, 6) Fair-play score, 7) Drawing of lots.
ar: عند التساوي في النقاط: 1) فارق الأهداف، 2) الأهداف المسجلة، 3) نقاط المواجهة المباشرة، 4) فارق أهداف المواجهة المباشرة، 5) أهداف المواجهة المباشرة، 6) درجة اللعب النظيف، 7) القرعة.
de: Bei Punktgleichheit: 1) Tordifferenz, 2) Geschossene Tore, 3) Direktvergleich Punkte, 4) Direktvergleich TD, 5) Direktvergleich Tore, 6) Fair-Play-Wertung, 7) Losverfahren.
es: Si los equipos están igualados en puntos: 1) Diferencia de goles, 2) Goles marcados, 3) Puntos entre sí, 4) DG entre sí, 5) Goles marcados entre sí, 6) Puntuación de juego limpio, 7) Sorteo.
es_es: Si hay equipos igualados a puntos: 1) Diferencia de goles, 2) Goles a favor, 3) Puntos en el enfrentamiento directo, 4) DG en el enfrentamiento directo, 5) Goles en el enfrentamiento directo, 6) Puntuación de fair play, 7) Sorteo.
fr: En cas d'égalité de points : 1) Différence de buts, 2) Buts marqués, 3) Points en confrontations directes, 4) DB en confrontations directes, 5) Buts marqués en confrontations directes, 6) Score fair-play, 7) Tirage au sort.
it: In caso di parità di punti: 1) Differenza reti, 2) Gol segnati, 3) Punti negli scontri diretti, 4) DR negli scontri diretti, 5) Gol segnati negli scontri diretti, 6) Punteggio fair play, 7) Sorteggio.
ja: 勝点が同じ場合：1) 得失点差、2) 総得点、3) 直接対決の勝点、4) 直接対決の得失点差、5) 直接対決の得点、6) フェアプレーポイント、7) 抽選。
ko: 승점이 같을 경우: 1) 득실차, 2) 득점, 3) 상대전적 승점, 4) 상대전적 득실차, 5) 상대전적 득점, 6) 페어플레이 점수, 7) 추첨.
pt_br: Se as seleções estiverem empatadas em pontos: 1) Saldo de gols, 2) Gols marcados, 3) Pontos no confronto direto, 4) Saldo de gols no confronto direto, 5) Gols marcados no confronto direto, 6) Pontuação de fair-play, 7) Sorteio.
zh_hans: 积分相同时：1）净胜球，2）进球数，3）相互间积分，4）相互间净胜球，5）相互间进球数，6）公平竞赛分，7）抽签。

source: If you like MatchMondo, please spread the love with a quick app review. It would mean a lot to us.
ar: إذا أعجبك MatchMondo، شاركنا حبك بتقييم سريع للتطبيق. سيعني ذلك الكثير لنا.
de: Wenn dir MatchMondo gefällt, freuen wir uns über eine kurze App-Bewertung. Das bedeutet uns viel.
es: Si te gusta MatchMondo, comparte el amor con una reseña rápida. Significaría mucho para nosotros.
es_es: Si te gusta MatchMondo, comparte el amor con una reseña rápida. Nos ayudaría muchísimo.
fr: Si vous aimez MatchMondo, partagez votre avis avec un avis rapide sur l'appli. Cela compte beaucoup pour nous.
it: Se ti piace MatchMondo, condividi il tuo entusiasmo con una breve recensione. Significherebbe molto per noi.
ja: MatchMondoを気に入っていただけたら、アプリレビューで応援していただけると嬉しいです。
ko: MatchMondo가 마음에 드신다면, 빠른 앱 리뷰로 응원해 주세요. 저희에게 큰 힘이 됩니다.
pt_br: Se você gosta do MatchMondo, por favor compartilhe o amor com uma avaliação rápida. Significaria muito para nós.
zh_hans: 如果您喜欢 MatchMondo，请用一条简短评价帮我们传播口碑，这对我们意义重大。

source: Include in-progress
ar: تضمين المباريات الجارية
de: Laufende einblenden
es: Incluir en curso
es_es: Incluir en curso
fr: Inclure en cours
it: Includi in corso
ja: 試合中を含む
ko: 진행 중 포함
pt_br: Incluir em andamento
zh_hans: 含进行中

source: June 11 – July 19 · USA, Canada & Mexico
ar: 11 يونيو – 19 يوليو · الولايات المتحدة وكندا والمكسيك
de: 11. Juni – 19. Juli · USA, Kanada & Mexiko
es: 11 de junio – 19 de julio · EE.UU., Canadá y México
es_es: 11 jun – 19 jul · EE. UU., Canadá y México
fr: 11 juin – 19 juillet · États-Unis, Canada & Mexique
it: 11 giugno – 19 luglio · USA, Canada & Messico
ja: 6月11日〜7月19日 · アメリカ・カナダ・メキシコ
ko: 6월 11일 – 7월 19일 · 미국, 캐나다 & 멕시코
pt_br: 11 de junho – 19 de julho · EUA, Canadá e México
zh_hans: 6月11日 – 7月19日 · 美国、加拿大和墨西哥

source: Key Players
ar: أبرز اللاعبين
de: Schlüsselspieler
es: Jugadores clave
es_es: Jugadores clave
fr: Joueurs clés
it: Giocatori chiave
ja: 注目選手
ko: 핵심 선수
pt_br: Jogadores-Chave
zh_hans: 关键球员

source: L
ar: خ
de: N
es: P
es_es: P
fr: P
it: S
ja: 敗
ko: 패
pt_br: D
zh_hans: 负

source: Language
ar: اللغة
de: Sprache
es: Idioma
es_es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言

source: Later
ar: لاحقاً
de: Später
es: Después
es_es: Ahora no
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Depois
zh_hans: 稍后

source: Leave a Review
ar: اترك تقييماً
de: Bewertung abgeben
es: Dejar una reseña
es_es: Dejar una reseña
fr: Laisser un avis
it: Lascia una recensione
ja: レビューを書く
ko: 리뷰 남기기
pt_br: Deixar uma Avaliação
zh_hans: 留下评价

source: Live Scores
ar: النتائج المباشرة
de: Live-Ergebnisse
es: Resultados en vivo
es_es: Resultados en directo
fr: Scores en direct
it: Risultati in diretta
ja: ライブスコア
ko: 실시간 점수
pt_br: Placar ao Vivo
zh_hans: 实时比分

source: Loading matches...
ar: جارٍ تحميل المباريات...
de: Spiele werden geladen...
es: Cargando partidos...
es_es: Cargando partidos...
fr: Chargement des matchs...
it: Caricamento partite...
ja: 試合を読み込み中...
ko: 경기 불러오는 중...
pt_br: Carregando partidas...
zh_hans: 加载比赛中…

source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
es_es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
pt_br: Carregando...
zh_hans: 加载中…

source: Made with ❤️ in California
ar: صُنع بـ ❤️ في كاليفورنيا
es: Hecho con ❤️ en California
es_es: Hecho con ❤️ en California
fr: Fait avec ❤️ en Californie
it: Fatto con ❤️ in California
ja: カリフォルニアで❤️を込めて
ko: 캘리포니아에서 ❤️로 만들었습니다
pt_br: Feito com ❤️ na Califórnia
zh_hans: 用 ❤️ 制作于加利福尼亚

source: Match %lld
ar: المباراة %lld
de: Spiel %lld
es: Partido %lld
es_es: Partido %lld
it: Partita %lld
ja: 第%lld試合
ko: %lld번 경기
pt_br: Partida %lld
zh_hans: 第 %lld 场

source: Match %lld · %@%@
ar: المباراة %lld · %@%@
de: Spiel %lld · %@%@
es: Partido %lld · %@%@
es_es: Partido %lld · %@%@
it: Partita %lld · %@%@
ja: 第%lld試合 · %@%@
ko: %lld번 경기 · %@%@
pt_br: Partida %lld · %@%@
zh_hans: 第 %lld 场 · %@%@

source: Match Format
ar: نظام المباراة
de: Spielformat
es: Formato del partido
es_es: Formato del partido
fr: Format de match
it: Formato della partita
ja: 試合形式
ko: 경기 방식
pt_br: Formato da Partida
zh_hans: 比赛制度

source: Match Stats
ar: إحصائيات المباراة
de: Spielstatistiken
es: Estadísticas del partido
es_es: Estadísticas del partido
fr: Statistiques du match
it: Statistiche partita
ja: 試合統計
ko: 경기 통계
pt_br: Estatísticas da Partida
zh_hans: 比赛数据
